[PR_Overseer X2SoldierClassTemplate]
+DisplayName="督察"
+ClassSummary="督察员使用他们的加农炮来控制战场，通过使用全息瞄准器进行致命的守望以提供支援。"
+LeftAbilityTreeTitle="枪手"
+RightAbilityTreeTitle="霰弹枪"
AbilityTreeTitles[0]="哨兵"
AbilityTreeTitles[1]="爆炸反应"
AbilityTreeTitles[2]="侦察"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪
+RandomNickNames[0]="Overseer"
+RandomNickNames[1]="Junkrat"
+RandomNickNames[2]="Boss"
+RandomNickNames[3]="Scrapper"
+RandomNickNames[4]="Unbreakable"
+RandomNickNames[5]="Stronk"
